[LangSelectionDlg]
MUI_LANGDLL_WINDOWTITLE=Idioma do sistema de instalação
MUI_LANGDLL_INFO=Seleccione um idioma.

[Installation]
IDS_SAVESETTING=Pretende guardar as definições?
IDS_OperatorName=Operadora móvel
IDS_ChooseOperator=Seleccione uma operadora móvel.
IDS_SelectOperatorList=Seleccione uma operadora móvel a partir da seguinte lista.
IDS_OperatorDescription=Descrição
IDS_SelectOperatorDetail=foi concebida para
IDS_ACSInstalled=Existe uma versão anterior da instalação cliente Speedmanager plus/ByteMobile no sistema. É necessário desinstalar esta versão e reiniciar o sistema operativo.
IDS_PathTooLong=O caminho é demasiado comprido.
IDS_AlreadyInstall=A aplicação já está instalada. Pretende removê-la agora?
IDS_NonAdmin=Não é possível instalar  porque o utilizador não tem privilégios de administrador neste computador.
IDS_IsWin9x=Não é possível instalar  no Windows 9x.
IDS_AppRunning=Feche primeiro a aplicação.
IDS_SameVer=Esta versão do software já está instalada. Pretende removê-la primeiro?
IDS_AnotherCustomized=Já está instalada uma versão personalizada deste software. Pretende removê-la primeiro?
IDS_OldVer=Já está instalada uma versão anterior deste software. Pretende removê-la primeiro?
IDS_HigherVer=Já está instalada uma versão mais recente deste software. Pretende removê-la primeiro?
IDS_NonAdminUninst=Não é possível desinstalar  porque o utilizador não tem privilégios de administrador neste computador.
IDS_DELETE_ALL_DATA= Pretende eliminar todos os ficheiros de dados do utilizador?


